/* Title of alert window when we had a crash: */
"WANT_TO_SEND_CRASH_TITLE" = "Wollen Sie den letzten Absturz melden?";

/* Message for alert window when we had a crash: */
"WANT_TO_SEND_CRASH" = "Die Applikation %@ ist vor Kurzem abgestürzt. Um bei der Verbesserung zu helfen, können Sie einen Fehlerbericht an die Entwickler des Programms schicken, damit sie das Problem beheben können. Nehmen Sie sich Zeit, im „Absturz-Protokoll“-Menü genau zu beschreiben, wie Sie den Absturz verursacht haben. Wollen Sie das Protokoll schicken?";

/* Name of OK button in alert window: */
"WANT_TO_SEND_CRASH_SEND" = "Senden";

/* Name of Cancel button in alert window: */
"WANT_TO_SEND_CRASH_DONT_SEND" = "Nicht senden";

/* Name of "Later" button in alert window: */
"WANT_TO_SEND_CRASH_SEND_LATER" = "Später senden";

/* URL of CGI script which we'll send the log to: */
"CRASH_REPORT_CGI_URL" = "http://limoia.com/crashreportform.php";

/* Title of error window: */
"COULDNT_SEND_CRASH_REPORT_ERROR" = "Konnte keinen Bericht verschicken";

/* Title of error window for feedback messages: */
"COULDNT_SEND_FEEDBACK_ERROR" = "Konnte keine Nachricht verschicken.";

/* OK button of error window: */
"COULDNT_SEND_CRASH_REPORT_ERROR_OK" = "OK";

/* Text for feedback messages: */
"FEEDBACK_MESSAGE_TEXT" = "Sehr geehrte Entwickler,\n\nfolgenden Verbesserungvorschlag habe ich für den Bankomat:\n\n\t...\n\n-- %%LONGUSERNAME\n\nAntwort bitte an %%EMAILADDRESS";

/* String to substitute if we can't determine user's e-mail address: */
"MISSING_EMAIL_ADDRESS" = "<Hier Ihre E-Mail-Adresse>";

/* Text at the top of the window for feedback messages: */
"FEEDBACK_EXPLANATION_TEXT" = "Geben Sie unten Ihre Nachricht ein. Wenn Sie einen Fehler melden, geben Sie bitte auch Informationen über Ihren Mac und das Betriebssystem mit an, und eine genau nachvollziehbare Folge von Schritten, um den Bug zu reproduzieren.\n\nGeben Sie auch bitte Ihre Email-Adresse mit an,  sonst können wir Sie nicht kontaktieren.";

/* Name of "Crash Log" tab for feedback messages: */
"SYSTEM_INFO_TAB_NAME" = "System-Information";